Repository: jordibruin/navi-localization
Catalog: app/*.strings
Languages: ca_es, da, hu, pt, sv, vi

source: Get Started
ca_es: Comença
da: Begynd nu
hu: Kezdés
pt: Vamos começar
sv: Kom Igång
vi: Bắt Đầu

# Allow
source: Request
ca_es: Permet
da: Tillad
hu: Engedélyezés
pt: Permitir
sv: Tillåt
vi: Cấp quyền

source: Allowed
ca_es: Permès
da: Tilladt
hu: Engedélyezve
pt: Permitido
sv: Tillåten
vi: Đã cho phép

source: Denied
ca_es: Denegat
da: Afvist
hu: Elutasítva
pt: Negado
sv: Nekad
vi: Bị từ chối

source: Continue
ca_es: Continua
da: Fortsæt
hu: Tovább
pt: Continuar
sv: Fortsätt
vi: Tiếp tục

source: Microphone
ca_es: Micròfon
da: Mikrofon
hu: Mikrofon
pt: Microfone
sv: Mikrofon

source: Navi uses the microphone to listen to your voice when you are talking.
ca_es: Navi utilitza el micròfon per a escoltar la teva veu quan parles.
da: Navi bruger mikrofonen til at lytte efter din stemme, når du snakker.
hu: Navi a mikrofont amikor beszélsz a beszéded hallgatására használja.
pt: Navi o microfone para ouvir a sua voz enquanto está a falar.
sv: Navi använder mikrofonen för att lyssna på din röst när du pratar.
vi: Navi dựa vào microphone để lắng nghe nội dung bạn nói.

source: Speech Recognition
ca_es: Reconeixement de veu
da: Talegenkendelse
hu: Beszédeflismerés
pt: Reconhecimento de voz
sv: Röstigenkänning
vi: Nhận diện Giọng nói

source: Navi uses Speech recognition to convert your words into subtitles.
ca_es: Navi utilitza el reconeixement de veu per a convertir les teves paraules en subtítols
da: Navi bruger talegenkendelse til at lave dine ord om til undertekster.
hu: Navi a beszédefelismerést használva a szavaidat feliratokká alakítja.
pt: Navi utiliza o Reconhecimento de Voz para converter as suas palavras em legendas.
sv: Navi använder röstigenkänning för att omvandla dina ord till undertexter.
vi: Navi dùng Nhận diện Giọng nói để chuyển lời nói thành phụ đề.

source: To record your sentences for creating subtitles
ca_es: Per gravar les teves frases i generar els subtítols
da: At optage dine sætninger for at lave undertekster
hu: Hogy felvegye a mondataid a feliratok létrehozásához
pt: Para gravar as suas frases e criar as legendas
sv: För att spela in dina meningar för att skapa undertexter
vi: Để thu âm tiếng nói mà tạo được văn bản phụ đề

source: Microphone Access Denied
ca_es: Accés al micròfon denegat
da: Mikrofon adgang afvist
hu: Mikrofon elérés elutasítva
pt: Acesso ao microfone negado
sv: Tillgång till Mikrofon Nekad
vi: Quyền truy cập Microphone bị từ chối

source: Navi needs access to your microphone to generate subtitles. Please give access to your microphone in your settings.
ca_es: Navi necessita accés al teu micròfon per a generar els subtítols. Si us plau, permet l'accés al teu micròfon des de la configuració del teu dispositiu
da: Navi har brug for adgang til din mikrofon for at lave undertekster. Du giver adgang til din mikrofon under indstillinger.
hu: A Navinak szüksége van a mikrofonodra a feliratok létrehozásához. A mikrofon elérését engedélyezze a beállításokban.
pt: Navi necessita de aceder ao seu microfone para gerar as legendas. Por favor permita o acesso ao seu microfone nas definições.
sv: Navi behöver tillgång till din mikrofon för att generera undertexter. Vänligen ge tillgång till din mikrofon i dina inställningar.
vi: Navi cần quyền truy cập microphone để tạo văn bản từ lời nói. Vui lòng cấp quyền truy cập microphone trong phần cài đặt.

source: To convert what you are saying into subtitles
ca_es: Per convertir el que dius en subtítols
da: At omdanne det du siger til undertekster
hu: Hogy a beszéded feliratokká alakítsa
pt: Para converter o que está a dizer em legendas
sv: För att omvandla det du säger till undertexter.
vi: Để chuyển lời nói thành phụ đề

source: Speech Recognition Denied
ca_es: Reconeixement de veu denegat
da: Talegenkendelse afvist
hu: Beszédefelismerés elutasítva
pt: Reconhecimento de Voz negado
sv: Röstigenkänning nekad
vi: Nhận diện Giọng nói bị từ chối

source: Navi uses Speech Recognition to generate subtitles. Please give access to Speech Recognition in your settings.
ca_es: Navi utilitza el reconeixement de veu per a generar els subtítols. Si us plau, permet l'accés al reconeixement de veu des de la configuració del teu dispositiu.
da: Navi bruger Talegenkendelse til at lave undertekster. Giv venligst adgang til Talegenkendelse under dine indstillinger.
hu: A Navi beszédefelismerést használ a feliratok készítésére. A beszédefelismerés elérését engedélyezze a beállításokban.
pt: Navi utiliza o reconhecimento de voz para gerar as legendas. Por favor permita o acesso ao Reconhecimento de Voz nas suas definições.
sv: Navi använder Röstigenkänning för att generera undertexter. Vänligen ge tillgång till Röstigenkänning i dina inställningar.
vi: Navi dùng Nhận diện Giọng nói để tạo phụ đề. Vui lòng cấp quyền cho Nhận diện Giọng nói trong phần cài đặt.

source: Open Settings
ca_es: Obre configuració
da: Åben indstillinger
hu: Beállítások megnyitása
pt: Abrir Definições
sv: Öppna Inställningar
vi: Mở Cài đặt

source: Skip
ca_es: Omet
da: Spring over
hu: Tovább
pt: Ignorar
sv: Hoppa över
vi: Bỏ qua

source: Permissions
ca_es: Permisos
da: Tilladelser
hu: Engedélyek
pt: Permissões
sv: Behörigheter
vi: Quyền truy cập

source: Navi requires microphone and speech to text permission to create subtitles. Without it Navi won't work properly.
ca_es: Navi requereix accés al micròfon i permisos d'accés a la funció de dictat per a generar els subtítols. Sense això, Navi no funcionarà correctament.
da: Navi kræver mikrofon og tekst-til-tale tilladelse for at lave undertekster. Uden adgang vil Navi ikke virker efter hensigten.
hu: A Navinak szüksége van a mikrofonhoz, és a beszéfelismerésre. Ezek nélkül a Navi nem fog megfelelően működni.
pt: Navi necessita de acesso ao seu microfone e à função de Ditado para criar as legendas. Sem essa permissão o Navi não vai funcionar corretamente.
sv: Navi behöver ha behörigheter för mikrofon och röstigenkänning för att skapa undertexter. Utan det kommer Navi inte fungera ordentligt.
vi: Navi cần quyền truy cập microphone và giọng-nói-thành-văn-bản để tạo phụ đề. Không có chúng, Navi không thể hoạt động chính xác được.

source: Skip anyway
ca_es: Omet de totes maneres
da: Spring over
hu: Tovább mindenképp
pt: Ignorar de qualquer modo
sv: Hoppa över ändå
vi: Vẫn bỏ qua

source: Display Name
ca_es: Nom d'usuari
da: Brugernavn
hu: Megjelenő név
pt: Nome de utilizador
sv: Visningsnamn
vi: Tên Hiển thị

source: The name that is displayed alongside your subtitles
ca_es: El nom que es mostrarà en pantalla al costat dels teus subtítols
da: Det navn der bliver vist med dine undertekster
hu: A feliratok mellett megjelenő név.
pt: O nome que é exibido junto às legendas
vi: Tên gọi để hiển thị bên cạnh phụ đề của bạn

source: The language that you will be talking in.
ca_es: L'idioma en el què estaràs parlant.
da: Det sprog du vil tale i.
hu: A nyelv amiben beszélni fogsz.
pt: O idioma que está a falar.
sv: Språket du kommer tala.
vi: Ngôn ngữ mà bạn sẽ giao tiếp.

source: You're ready for your first call!
ca_es: Ja estàs preparat per la teva primera trucada!
da: Du er klar til dit første opkald!
hu: Készen állsz az első hívásodra!
pt: Está preparado para a sua primeira chamada!
sv: Du är redo för ditt första samtal!
vi: Bạn sẵn sàng cho cuộc gọi đầu tiên rồi đấy!

source: Invite your friends and call them with FaceTime to enable subtitles.
ca_es: Convida els teus amics i truca'ls mitjançant FaceTime per a activar els subtítols.
da: Inviter dine venner og ring til dem med FaceTime for at aktivere undertekster.
hu: Hívd meg a barátaidat és hívd őket FaceTime-on a feliratok engedélyezéséhez.
pt: Convide os seus amigos e ligue-lhes através do FaceTime para ativar as legendas.
sv: Bjud in dina vänner och ring dem med FaceTime för att aktivera undertexter.
vi: Hãy mời bạn bè và gọi FaceTime với họ để bật phụ đề.

source: How to use Navi
ca_es: Com utilitzar Navi
da: Sådan bruger du Navi
hu: A Navi használatáról
pt: Como usar o Navi
sv: Hur du använder Navi
vi: Cách dùng Navi

source: Share
ca_es: Comparteix
da: Del
hu: Megosztás
pt: Partilhar
sv: Dela
vi: Chia sẻ

source: Active FaceTime Call
hu: FaceTime hívások aktiválása
pt: Chamada ativa no FaceTime
vi: Kích hoạt Cuộc gọi FaceTime

# Do you want to enable subtitles for this FaceTime call?
source: WDo you want to enable subtitles for this FaceTime call?
hu: Szeretnéd engedélyezni ehhez a FaceTime híváshoz?
pt: Deseja ativar as legendas nesta chamada do FaceTime?
vi: Bạn muốn bật phụ đề cho cuộc gọi FaceTime này chứ?

source: Enable Subtitles
hu: Feliratok engedélyezése
pt: Ativar Legendas
vi: Bật Phụ đề

source: Support
ca_es: Suport
hu: Technikai segítség
pt: Suporte
vi: Hỗ trợ

source: How to enable subtitles
ca_es: Com activar els subtítols
da: Sådan aktiveres undertekster
hu: Hogyan engedélyezzük a feliratokat
pt: Como ativar as legendas
sv: Hur du aktiverar undertexter
vi: Cách bật phụ đề

source: What languages are supported?
ca_es: Per a quins idiomes té suport Navi?
da: Hvilke sprog understøttes?
hu: Milyen nyelvek támogatottak?
pt: Que idiomas são suportados?
sv: Vilka språk stöds?
vi: Ngôn ngữ nào được hỗ trợ?

source: Navi works in %@
ca_es: Navi funciona en %@
hu: Navi %@-ban/ben működik
pt: Navi funciona em %@
sv: Navi fungerar i %@
vi: Navi hoạt động tốt với %@

source: Privacy Policy
ca_es: Política de Privacitat
da: Privatlivspolitik
hu: Adatvédelmi irányelve
pt: Política de Privacidade
sv: Integritetspolicy
vi: Chính sách Riêng tư

# You can read Navi's Privacy Policy [here](URL GOES HERE)
source: You can read Navi's Privacy Policy [here](URL GOES HERE). In short it comes down to that we want to know as little about you as possible.
ca_es: Pots llegir la Política de Privacitat de Navi [aquí](URL GOES HERE). Senzillament, volem saber el mínim sobre tu
da: Du kan læse Navi's Privatlivspolitik [her](URL INDSÆTTES HER). I korte træk, vil vi vide så lidt som muligt om dig.
hu: A Navi Adatvédelmi irányelveiről [itt](URL GOES HERE) tudsz olvasni. A tartalmáról röviden: minél kevesebbet akarunk tudni rólad.
pt: Pode ler a Política de Privacidade do Navi [aqui](URL GOES HERE). Básicamente, tudo se resume a que queremos saber o mínimo possível sobre si.
sv: Du kan läsa Navis Integritetspolicy [här](URL GOES HERE). Kort sagt vill vi veta så lite om dig som möjligt.
vi: Bạn có thể đọc Chính sách Quyền riêng tư của Navi [ở đây](URL GOES HERE). Nói ngắn gọn, chúng tôi chỉ giữ lượng dữ liệu người dùng về bạn ở mức tối thiểu cần thiết.

source: Email Us
ca_es: Escriu-nos
da: Email os
hu: Email küldése
pt: Envie-nos um email
sv: Maila Oss
vi: Email cho Chúng tôi

source: Settings
ca_es: Configuració
da: Indstillinger
hu: Beállítások
pt: Definições
sv: Inställningar
vi: Cài đặt

source: Language
ca_es: Idioma
da: Sprog
hu: Nyelv
pt: Idioma
sv: Språk
vi: Ngôn ngữ

source: Make sure the language matches the language you are speaking in, otherwise the generated subtitles will be inaccurate.
ca_es: Assegura't de que l'idioma sigui el mateix que estàs parlant; si no, els subtítols no seran exactes.
da: Sørg for at sproget matcher det sprog du taler. Ellers vil de genererede undertekster være unøjagtige.
hu: Győződj meg róla, hogy az általad beszélt nyelv megegyezik a beállított nyelvvel. Ha nem, a feliratok nem lesznek pontosak.
pt: Certifique-se que o idioma é o mesmo que o idioma que está a falar, de outro modo as legendas geradas serão imprecisas.
sv: Se till att språket stämmer överens med språket du talar, annars kommer undertexterna som genereras vara felaktiga.
vi: Hãy để ý rằng ngôn ngữ được chọn ở đây chính là ngôn ngữ bạn nói trong cuộc gọi, bằng không phụ đề sẽ không hoạt động chính xác.

source: Translators
ca_es: Traductors
da: Oversættere
hu: Fordítók
pt: Tradutores
sv: Översättare
vi: Các dịch giả

source: Special thanks to
ca_es: Agraïments especials a
da: Specielt tak til
hu: Külön köszönet
pt: Agradecimentos especiais a
sv: Särskilt tack till
vi: Lời cảm ơn chân thành đến

source: Review Navi
ca_es: Valora Navi
da: Bedøm Navi
hu: Navi értékelése
pt: Classifique o Navi
sv: Recensera Navi
vi: Đánh giá Navi

source: Show Onboarding
ca_es: Mostra l'introducció
da: Vis Onboarding
hu: Bevezető oldalak
pt: Mostrar integração
sv: Visa Onboarding
vi: Hiện MH Làm quen

source: Subtitles
ca_es: Subtítols
da: Undertekster
hu: Feliratok
pt: Legendas
sv: Undertexter
vi: Phụ đề

source: Show own transcription
ca_es: Mostra la transcripció pròpia
da: Vis egne transskription
hu: Saját átirat megjelenítése
pt: Mostrar a sua transcrição
sv: Visa egen transkription
vi: Hiện lời nói của tôi

source: Large subtitles
ca_es: Subtítols grans
da: Store undertekster
hu: Nagy feliratok
pt: Legendas grandes
sv: Stora undertexter
vi: Phụ đề cỡ Lớn

source: Display your own transcription and choose the size of the incoming subtitles.
ca_es: Mostra la teva transcripció i selecciona la mida dels subtítols entrants.
da: Vis dine egne transskription og vælg størrelsen på indkomne undertekster.
hu: Saját átirat megjelenítése és a feliratok méretének kiválasztása.
pt: Exiba a sua própria transcrição e escolha o tamanho das legendas recebidas.
sv: Visa din egen transkription och välj storleken på inkommande undertexter.
vi: Hiển thị bản chép lời nói của bạn và chọn cỡ chữ cho phụ đề nội dung nói.

source: Translation
ca_es: Traducció
da: Oversættelse
hu: Fordítás
pt: Tradução
sv: Översättning
vi: Thông dịch

source: Live Translation
ca_es: Traducció en directe
da: Direkte oversættelse
hu: Élő fordítás
pt: Tradução ao vivo
sv: Live-översättning
vi: Dịch Trực tiếp

source: Translation Tokens
hu: Fordító tokenek
pt: Tokens de tradução
vi: Tiền xu Thông dịch

source: Realtime Translation
ca_es: Traducció en temps real
da: Oversættelse i realtid
hu: Valós idejű fordítás
pt: Tradução em tempo real
sv: Översättning i Realtid
vi: Dịch theo Thời gian thực

source: Translate subtitles as soon as they come in. This requires a lot more Translation Tokens.
ca_es: Tradueix els subtítols en quant es reben. Això requereix molts més Tokens de traducció.
da: Oversæt undertekster lige så snart de kommer ind. Dette kræver en del flere Oversættelses Tokens.
hu: A feliratok azonnali lefordítása. Ez sok fordító tokent igényel.
pt: Traduza as legendas assim que as receber. Isto irá necessitar de muitos mais Tokens de tradução
sv: Översätt undertexter så fort de kommer in. Det här kräver mycket fler Översättningspoletter
vi: Dịch thuật phụ đề nội dung nói ngay sau khi nói. Tính năng này cần dùng nhiều Xu Thông dịch hơn.

source: Unlimited Subtitles
ca_es: Subtítols il·limitats
da: Ubegrænset undertekster
hu: Korlátlan számú felirat
pt: Legendas ilimitadas
sv: Obegränsade Undertexter

source: Get Unlimited Subtitles
ca_es: Aconsegueix subtítols il·limitats
da: Få ubegrænset undertekster
hu: Szerezzen korlátlan feliratot
pt: Obter legendas ilimitadas
sv: Skaffa Obegränsade Undertexter

source: Enable subtitles on all your FaceTime calls
ca_es: Activa els subtítols en totes les teves trucades de FaceTime
da: Slå undertekster til for alle dine FaceTime-opkald
hu: A feliratok engedélyezése az összes FaceTime hívásnál
pt: Ativar as legendas em todas as chamadas do FaceTime
sv: Aktivera undertexter för alla dina Facetime-samtal

source: Restore Purchases
ca_es: Restaura les compres
da: Gendan køb
hu: Vásárlás visszaállítása
pt: Restaurar Compras
sv: Återställ Köp

source: Talk to anyone, in any language. Translate what other people are saying instantly!
ca_es: Parla amb qui vulguis, en qualsevol idioma. Tradueix el que diu l'altra persona a l'instant!
da: Snak til alle på ethvert sprog. Oversæt hvad andre personer siger med det samme!
hu: Beszélj bárkivel, bármilyen nyelven. Fordítsd le mások mondatait azonnal!
pt: Fale com qualquer pessoa, em qualquer idioma. Traduza o que os outros estão a dizer instantaneamente!
sv: Prata med vem som helst, på vilket språk som helst. Översätt vad andra säger direkt!
vi: Trò chuyện với bất cứ ai bằng bất kì ngôn ngữ nào. Dịch nội dung người khác nói ngay tức thì!

source: Every character that needs to be translated uses one token
ca_es: Cada caràcter a traduir utilitza un token
da: Hvert tegn der skal oversættes, bruger en token
hu: Minden lefordított karakter elhasznál egy fordító tokent
pt: Cada caractere que necessita de ser traduzido utiliza um token
sv: Varje bokstav som måste översättas använder en polett
vi: Mỗi kí tự cần dịch sẽ tốn 1 xu

source: How many tokens do I need?
ca_es: Quants Tokens necessito?
da: Hvor mange tokens har jeg brug for?
hu: Mennyi tokenre van szükségem?
pt: Vou precisar de quantos tokens?
sv: Hur många poletter behöver jag?
vi: Tôi cần bao nhiêu xu?

source: Good morning
ca_es: Bon dia
da: God morgen
hu: Jó reggelt
pt: Bom dia
sv: God morgon
vi: Chào buổi sáng

source: Good afternoon
ca_es: Bona tarda
da: God eftermiddag
hu: Jó napot
pt: Boa tarde
sv: God middag
vi: Chào buổi chiều

source: Good evening
ca_es: Bona nit
da: God aften
hu: Jó estét
pt: Boa noite
sv: God kväll
vi: Chào buổi tối

source: Maybe Later
ca_es: Potser més tard
da: Måske senere
hu: Talán később
pt: Talvez mais tarde
sv: Kanske Senare
vi: Để sau

source: Your Tokens
ca_es: Els teus Tokens
da: Dine Tokens
hu: Tokenjeid
pt: Os seus Tokens
sv: Dina Poletter
vi: Xu của Bạn

source: %@ Tokens
hu: %@ Token
sv: %@ Poletter
vi: %@ Xu

source: Trial Pack
ca_es: Paquet de prova
da: Prøve pakke
hu: Próba Csomag
pt: Pacote de teste
sv: Prova på-paket
vi: Gói Dùng thử

source: Small Pack
ca_es: Paquet petit
da: Lille pakke
hu: Kis Csomag
pt: Pacote Pequeno
sv: Litet Paket
vi: Gói Nhỏ

source: Large Pack
ca_es: Paquet gran
da: Stor pakke
hu: Nagy Csomag
pt: Pacote Grande
sv: Stort Paket
vi: Gói Lớn

# Business Pack
source: Mega Pack
ca_es: Paquet business
da: Kæmpe pakke
hu: Hatalmas Csomag
pt: Pacote Mega
sv: Megapaket
vi: Gói Khủng

source: Token Calculator
ca_es: Calculadora de Tokens
da: Token lommeregner
hu: Token Számoló
pt: Calculadora de Token
sv: Poletträknare
vi: Máy tính Xu

source: Words
ca_es: Paraules
da: Ord
hu: Szó
pt: Palavras
sv: Ord
vi: Từ

source: Words per minute
ca_es: Paraules per minut
da: Ord i minuttet
hu: Szó percenként
pt: Palavras por minuto
sv: Ord i minuten
vi: Từ/phút

source: Characters
ca_es: Caràcters
da: Tegn
hu: Karakter
pt: Caracteres
sv: Bokstäver
vi: Kí tự

source: Characters per minute
ca_es: Caràcters per minut
da: Tegn i minuttet
hu: Karakter percenként
pt: Caracteres por minuto
sv: Bokstäver i minuten
vi: Kí tự/phút

source: per minute
ca_es: per minut
da: i minuttet
hu: percenként
pt: por minuto
sv: per minut
vi: mỗi phút

source: per 30 minutes
ca_es: per 30 minuts
da: pr. 30 minutter
hu: 30 percenként
pt: por 30 minutos
sv: per 30 minuter
vi: mỗi 30 phút

source: Start Calculator
ca_es: Inicia la Calculadora
da: Start lommeregner
hu: Számláló indítása
pt: Iniciar a Calculadora
sv: Starta Räknare
vi: Chạy Máy tính

source: Stop Calculator
ca_es: Atura la Calculadora
da: Stop lommeregner
hu: Számláló leállítása
pt: Parar a Calculadora
sv: Stoppa Räknare
vi: Dừng Máy tính

source: Start the calculator and speak at your normal pace to determine how many characters you speak in an average conversation.
ca_es: Inicia la calculadora i parla al teu ritme habitual per a determinar quants caràcters parles aproximadament en una conversa.
da: Start lommeregneren og tal i dit normale tempo, for at bestemme hvor mange tegn du brguer i en gennemsnitlig samtale.
hu: Indítsd el a számlálót és beszélj a normális sebességeddel, hogy meghatározza a felhasznált karaktereid számát egy átlagos beszélgetésnél.
pt: Inicie a calculadora e fale normalmente para determinar quantos caracteres utiliza em média numa conversa.
sv: Starta Räknaren och prata i ditt normala tempo för att beräkna hur många bokstäver du använder i en normal konversation.
vi: Chạy máy tính và bắt đầu nói với tốc độ bạn thường nói để ước lượng trung bình chung số kí tự bạn nói trong một cuộc gọi.

source: Nobody has said anything yet
ca_es: Ningú ha dit res encara
da: Ingen har sagt noget endnu
hu: Még senki sem mondott semmit
pt: Ainda ninguém disse nada
sv: Ingen har sagt någonting än.
vi: Chưa có ai nói gì cả

source: Subtitles will appear here when someone starts talking
ca_es: Els subtítols apareixeran aquí quan algú comenci a parlar
da: Undertekster vises her, når nogen begynder at tale
hu: A feliratok itt jelennek meg amikor valaki beszél
pt: As legendas vão aparecer quando alguém começar a falar
sv: Undertexter kommer synas här när någon börjar prata
vi: Phụ đề sẽ hiển thị ở đây khi có người bắt đầu nói

source: Enable Translation
ca_es: Activa la traducció
da: Aktiver oversættelse
hu: Fordítás bekapcsolása
pt: Ativar tradução
sv: Aktivera Översättning
vi: Bật Dịch thuật

source: Disable Translation
ca_es: Desactiva la traducción
da: Deaktiver oversættelse
hu: Fordítás kikapcsolása
pt: Desativar Tradução
sv: Avaktivera Översättning
vi: Tắt Dịch thuật

source: Manage Languages
ca_es: Administra els idiomes
da: Administrer sprog
hu: Nyelvek kezelése
pt: Gerir Idiomas
sv: Hantera Språk
vi: Quản lí Ngôn ngữ

source: Get Translate Tokens
ca_es: Aconsegueix Tokens de traducció
da: Få oversæt tokens
hu: Fordító tokenek szerzése
pt: Obter Tokens de tradução
sv: Skaffa Översättningpoletter
vi: Nhận thêm Token Dịch thuật

source: Tokens: %@
hu: Token: %@
sv: Poletter: %@

source: Favorite Languages
ca_es: Idiomes preferits
da: Favorit sprog
hu: Kedvenc nyelvek
pt: Idiomas Favoritos
sv: Favoritspråk
vi: Ngôn ngữ Yêu thích

source: All languages
ca_es: Tots els idiomes
da: Alle sprog
hu: Minden nyelv
pt: Todos os Idiomas
sv: Alla språk
vi: Tất cả Ngôn ngữ

source: Your favorites can quickly be selected from the language button
ca_es: Pots seleccionar ràpidament els teus idiomes preferits des del botó Idiomes
da: Dine favoritter kan hurtigt vælges fra sprog knappen
hu: A kedvenceid gyorsan kiválaszthatók a nyelv gombra kattintva
pt: Os seus favoritos podem ser selecionados rápidamente utilizando o botão idioma
sv: Dina favoriter kan snabbt väljas från språkknappen
vi: Nhanh chóng chọn ngôn ngữ yêu thích từ nút ngôn ngữ

source: Stop SharePlay
ca_es: Atura SharePlay
hu: SharePlay leállítása
pt: Parar SharePlay
sv: Avsluta SharePlay
vi: Dừng SharePlay

source: Disable Subtitles
ca_es: Desactiva els Subtítols
da: Deaktiver undertekster
hu: Feliratok kikapcsolása
pt: Desativar legendas
sv: Avaktivera Undertexter
vi: Tắt Phụ đề

source: Waiting for others to join
ca_es: Esperant a que s'uneixin els demés
da: Venter på andre deltagere
hu: Várakozás mások csatlakozására
pt: A aguardar que outros se liguem
sv: Väntar på att andra ska ansluta
vi: Đang chờ mọi người tham gia

source: Other people on the FaceTime call have to open Navi before their subtitles appear here.
ca_es: La resta d'usuaris a la trucada de FaceTime han d'obrir Navi abans per a que els seus subtítols apareguin aquí.
da: Andre personer i FaceTime-opkaldet skal åbne Navi, før deres undertekster vises her.
hu: A másik embernek meg kell nyitnia a Navit a feliratok megjelenéséhez.
pt: As outras pessoas na chamada do FaceTime têm de abrir o Navi antes que as suas legendas apareçam aqui.
sv: Andra personer i FaceTime-samtalet måste öppna Navi för att deras undertexter ska synas här.
vi: Những người khác trong cuộc gọi FaceTime cũng cần mở Navi để hiển thị phụ đề của họ ở đây.

source: Please try again later
da: Prøv igen senere
hu: Próbálja újra később
pt: Por favor tente mais tarde
vi: Vui lòng thử lại sau

source: Not enough translation tokens
da: Ikke nok oversættelses tokens
hu: Nincs elegendő fordító tokenje
pt: Não tem tokens de tradução suficientes
vi: Không đủ số xu dịch thuật

source: Get more
da: Få mere
hu: Több token
pt: Obter mais
vi: Mua thêm

source: Translation Error
da: Oversættelsesfejl
hu: Fordítási hiba
pt: Erro na tradução
vi: Lỗi Dịch thuật
