Repository: jordibruin/navi-localization
Catalog: app/*.strings
Languages: ca_es, da, hu, pt, sv, vi

source: No purchases could be found for your account
da: Der blev ikke fundet nogen køb på din konto
hu: A fiókjához nem tartozik vásárlás
pt: Não foram encontradas compras para a sua conta
vi: Không tìm được giao dịch từ tài khoản của bạn
